<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006-2014 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

/**
 * ThinkPHP 简体中文语言包
 */
return array(
    /* 核心语言变量 */
    //1.登录校验
    'yzm_err'     => '验证码错误或者失效,请单击重试',
    'token_wx'     => '令牌数据无效,请单击重试',
    'token_suc'     => '验证码错误或者失效,请单击重试',
    'token_fail'     => "尝试次数过多，请刷新页面重试",
    'username_f1'   => '用户名错误',
    'passwd_f1'   => '密码错误',
    'login_suc'   => '登录成功',
    'login_f2'   => '请检查输入信息',

    //2.add user
    'username_err' => '帐号名称已经存在',
    'password_err' => '密码格式不正确',
    'repassword_err' => '确认密码不正确',
);
